Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mintinstall.tmx
Source language: en
Languages: sv

source: Remove
sv: Ta bort

source: Chat
sv: Chatt

source: Office
sv: Kontorsprogram

source: Emulators
sv: Emulatorer

source: Sound and video
sv: Ljud och video

source: Branch:
sv: Gren:

source: Search in packages description (even slower search)
sv: Sök i paketbeskrivningen (ännu långsammare sökning)

source: To avoid potential malware, it is strongly recommended not to use unverified Flatpaks.
sv: För att undvika potentiellt skadlig kod rekommenderar vi starkt att inte använda overifierade Flatpak-paket.

source: Software sources
sv: Programkällor

source: There are currently active operations. Are you sure you want to quit?
sv: Det finns åtgärder som pågår. Är du säker på att du vill avsluta?

source: This package is a Flatpak
sv: Detta är ett Flatpak-paket

source: Flatpaks are maintained and updated directly by their owner, with no control from your Linux distribution. They usually provide the most up to date version.
sv: Flatpak-paket underhålls och uppdateras direkt av deras ägare, utan kontroll från din Linux-distribution. De tillhandahåller vanligtvis den senaste versionen.

source: Search in packages summary (slower search)
sv: Sök i paketöversikten (långsammare sökning)

source: %(downloadSize)s to download, %(localSize)s of disk space freed
sv: %(downloadSize)s att ladda ner, %(localSize)s diskutrymme frigörs

source: %(localSize)s of disk space required
sv: %(localSize)s diskutrymme krävs

source: Not installed
sv: Ej installerat

source: Reviews
sv: Recensioner

source: Sound
sv: Ljud

source: %d task running
sv: %d uppgift körs

source: %d tasks running
sv: %d uppgifter körs

source: Featured
sv: Utvalda

source: Installing
sv: Installerar

source: Programming
sv: Programmering

source: Package types
sv: Pakettyper

source: Cannot remove
sv: Kan inte tas bort

source: Flatpaks
sv: Flatpak-paket

source: Essentials
sv: Nödvändigheter

source: Flatpak support is not currently available. Try installing flatpak and gir1.2-flatpak-1.0.
sv: Det finns just nu inget stöd för Flatpak. Prova att installera paketen flatpak och gir1.2-flatpak-1.0.

source: They are not officially approved by the developer of the application and could be maintained by anyone.
sv: De är inte officiellt godkända av programutvecklaren och kan underhållas av vem som helst.

source: System packages are managed by your Linux distribution and use shared libraries and resources.
sv: Systempaket hanteras av din Linux-distribution och använder delade bibliotek och resurser.

source: They take more disk space. Their security is not guaranteed by your Linux distribution, but by the Flatpak maintainer. It's essential you trust the maintainer before installing a Flatpak.
sv: De tar mer diskutrymme. Deras säkerhet garanteras inte av din Linux-distribution, utan av Flatpak-underhållaren. Det är viktigt att du litar på underhållaren innan du installerar en Flatpak.

source: Generating cache, one moment
sv: Genererar cache, vänta

source: No screenshots available
sv: Inga skärmbilder tillgängliga

source: Unavailable
sv: Inte tillgänglig

source: Software Manager
sv: Programhanterare

source: Use apt-get to remove this package.
sv: Använd apt-get för att ta bort detta paket.

source: Not available
sv: Ej tillgänglig

source: Loading, please wait
sv: Läser in, vänta

source: They are safe, small and stable. They receive bug fixes and security updates but no newer versions.
sv: De är säkra, små och stabila. De får rättelser och säkerhetsuppdateringar men inga nyare versioner.

source: Top Rated
sv: Högst klassade

source: Optional components
sv: Valbara komponenter

source: Removing
sv: Tar bort

source: Science
sv: Vetenskap

source: Remote:
sv: Fjärrförråd:

source: Education
sv: Utbildning

source: Multimedia Codecs
sv: Multimediakodekar

source: Details
sv: Detaljer

source: Unverified Flatpaks represent a huge security risk
sv: Overifierade Flatpak-paket utgör en enorm säkerhetsrisk

source: Viewers
sv: Bildvisare

source: Documentation
sv: Dokumentation

source: Installing this package could cause irreparable damage to your system.
sv: Att installera detta paket kan orsaka irreparabla skador på systemet.

source: When an app has multiple formats:
sv: Om appen finns i flera format:

source: No matching packages found
sv: Hittade inga matchande paket

source: General search options
sv: Allmänna val för sökning

source: Only list the system package
sv: Visa bara systempaketet

source: The Flatpak repo you are trying to add already exists.
sv: Flatpak-förrådet du försöker lägga till finns redan.

source: Preferences
sv: Inställningar

source: Show unverified Flatpaks (not recommended)
sv: Visa overifierade Flatpak-paket (rekommenderas ej)

source: %d Review
sv: %d recension

source: %d Reviews
sv: %d recensioner

source: Turn-based strategy
sv: Strategi enligt turordning

source: Multimedia Codecs for KDE
sv: Multimediakodekar för KDE

source: %(downloadSize)s to download, %(localSize)s of disk space required
sv: %(downloadSize)s att ladda ner, %(localSize)s diskutrymme krävs

source: Cannot process this file while there are active operations. Please try again after they finish.
sv: Filen kan inte behandlas medan åtgärder pågår. Försök igen när de är klara.

source: Publishing
sv: Publicering

source: An error occurred attempting to add the Flatpak repo.
sv: Ett fel uppstod när Flatpak-förrådet skulle läggas till.

source: Email
sv: E-post

source: Refresh
sv: Uppdatera

source: Name:
sv: Namn:

source: No packages to show. This may indicate a problem - try refreshing the cache.
sv: Inga paket att visa. Detta kan tyda på ett problem - prova att läsa in cachen på nytt.

source: Something went wrong. Click to try again.
sv: Någonting blev fel. Klicka för att försöka igen.

source: Unable to communicate with servers. Check your Internet connection and try again.
sv: Kan inte nå servrarna. Kontrollera din internetuppkoppling och försök igen.

source: First-person
sv: Förstapersons

source: Graphics
sv: Grafik

source: Refresh the list of packages
sv: Hämta om paketlistan

source: All Applications
sv: Alla program

source: Scanning
sv: Bildinläsning

source: Maths
sv: Matematik

source: Simulation and racing
sv: Simulering och racingspel

source: by %s
sv: av %s

source: Limit search to current listing
sv: Begränsa sökningen till den aktuella listan

source: Real-time strategy
sv: Realtidsstrategi

source: System Package
sv: Systempaket

source: Installed Applications
sv: Installerade program

source: Only list the Flatpak
sv: Visa bara Flatpak-paket

source: Install
sv: Installera

source: Electronics
sv: Elektronik

source: Unknown maintainer
sv: Okänd underhållsansvarig

source: Installed
sv: Installerat

source: Please use apt-get to install this package.
sv: Var god använd apt-get för att installera detta paket.

source: Please be patient. This can take some time...
sv: Vänta. Det här kan ta en stund…

source: Homepage
sv: Webbplats

source: Fonts
sv: Teckensnitt

source: Launch
sv: Starta

source: Show installed applications
sv: Visa installerade program

source: All operations complete
sv: Alla åtgärder har slutförts

source: Web
sv: Webb

source: About
sv: Om

source: Science and Education
sv: Vetenskap och utbildning

source: All
sv: Alla

source: Try again
sv: Försök igen

source: Searching software repositories, one moment
sv: Söker genom programvaruförråden, ett ögonblick

source: Add
sv: Lägg till

source: Unverified Flatpak
sv: Overifierat Flatpak-paket

source: Drawing
sv: Teckning

source: Games
sv: Spel

source: Cannot install
sv: Kan inte installeras

source: List all types
sv: Visa alla typer

source: File sharing
sv: Fildelning

source: Accessories
sv: Tillbehör

source: System tools
sv: Systemverktyg

source: Currently working on the following packages
sv: Arbetar med följande paket

source: Size:
sv: Storlek:

source: Install new applications
sv: Installera nya program

source: Click <a href='%s'>here</a> to add your own review.
sv: Klicka <a href='%s'>här</a> för att lägga till en egen recension.

source: Your system's package manager
sv: Pakethanteraren i ditt system

source: Board games
sv: Brädspel

source: Flatpak support is not currently available. Try installing flatpak.
sv: Det finns just nu inget stöd för Flatpak. Prova att installera paketet flatpak.

source: Photography
sv: Fotografering

source: Removing this package could cause irreparable damage to your system.
sv: Att avinstallera detta paket kan orsaka irreparabla skador på systemet.

source: Categories
sv: Kategorier
